#include <stdio.h>
#include <stdlib.h>

int main() {

	system("clear");	
	printf ("🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱");
	printf ("\n🧱🧱🧱🧱🧱🧱  JOGO DA VELHA 🧱🧱🧱🧱🧱🧱");	
	printf ("\n🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱");
	printf ("\n");   
	printf ("\n               🇦 🧱🇧 🧱🇨 ");      
	printf ("\n               🧱🧱🧱🧱🧱   ");            
	printf ("\n               🇩 🧱🇪 🧱🇫 ");                
	printf ("\n               🧱🧱🧱🧱🧱   ");             
	printf ("\n               🇬 🧱🇭 🧱🇮 ");              
	printf ("\n");              
	printf ("\n               ㅤ🧱ㅤ🧱ㅤ");
	printf ("\n               🧱🧱🧱🧱🧱");
	printf ("\n               ㅤ🧱ㅤ🧱ㅤ");
	printf ("\n               🧱🧱🧱🧱🧱");
	printf ("\n               ㅤ🧱ㅤ🧱ㅤ");
	printf ("\n\n🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱");
	printf ("\n Jogador 01-> [🔴]    Jogador 02-> [⚪]");
	printf ("\n🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱🧱");
	
	printf("\n\n");
	return 0;
}
